Repository: marc0n3/crop-thumbnails
Catalog: lang/cpt_lang-*.po
Languages: it_it

source: Crop your thumbnails, the easy way.
it_it: Ritagliare le miniature, il modo più semplice.

source: Crop Featured Image
it_it: Ritaglia immagine di presentazione

source: Crop Thumbnails
it_it: Miniature crop

source: You are not allowed to do this.
it_it: Non è consentito di fare questo.

source: No featured image set for this post until now.
it_it: Non ci sono immagini di presentazione per questo post.

source: An error occurred!
it_it: Si è verificato un errore!

source: Cropping is disabled for this post-type.
it_it: Il ritaglio è disattivato per questo tipo di post.

source: No images attached to this post yet. Please upload some via the upload dialog.
it_it: Non ci sono ancora immagini allegate a questo post. Si prega di caricare un po’ tramite la finestra di caricamento.

source: Choose the image you want to crop.
it_it: Scegli il tipo di immagine che vuoi ritagliare.

source: Post Thumbnail
it_it: Post miniatura

source: Image %d
it_it: Immagine %d

source: Bug--this should not have occurred.
it_it: Bug - questo non sarebbe dovuto succedere!

source: Warning: the original image is too small to be cropped in good quality with this thumbnail size.
it_it: Attenzione: l'immagine originale è troppo piccola per essere ritagliata in buona qualità con queste dimensioni delle miniature.

source: First, select an image. Then, click once again.
it_it: In primo luogo, selezionare un'immagine. Quindi, fare clic ancora una volta.

source: The following images will to be changed: %list% Are you sure?
it_it: Le seguenti immagini verranno modificate: %list% Procedere?

source: The following image will to overwritten: %list% Are you sure?
it_it: Le seguenti immagini verranno sovrascritte: %list% Procedere?

source: Upload refused, check file size and max upload size.
it_it: Upload rifiutato, verificare il peso del file e il limite di upload del sito.

source: Your upload image dimensions(%img%) are not compatible with expected(%expected%), do you wanto to continue?
it_it: Le dimensioni dell'immagine che intendi caricare (%img%) non sono quelle attese(%expected%), vuoi procedere?

source: Yes
it_it: Sì

source: back to image list
it_it: Torna alla lista delle immagini

source: Please wait until the images are cropped.
it_it: Per favore, attendi che l’immagine sia ritagliata.

source: Raw
it_it: Dimensione originale

source: Save Crop
it_it: Salva ritaglio

source: Upload Crop
it_it: Carica ritaglio

source: Quick Instructions
it_it: Istruzioni veloci

source: Step 1: Choose an image from the right.
it_it: Passo 1: Scegli un’immagine a destra.

source: Step 2: Use your mouse to change the size of the rectangle on the image above.
it_it: Passo 2: Usa il mouse per cambiare la dimensione e posizione dell’immagine sopra.

source: Step 3: Click on "Save Crop".
it_it: Passo 3: Clicca su “Salva ritaglio”.

source: Optional: Click on "Upload Crop" to overwrite a thumb(for example if you want some special image for a particular resolution). Uploaded image is used as-is, no trasformation is performed on the image.
it_it: Optional: Clicca su "Carica ritaglio" per sovrascrivere un ritaglio (per esempio nel caso si voglia una immagine speciale per una risoluzione particolare ). L'immagine caricata viene utilizzata così com'è, nessuna trasformazione viene applicata all'upload.

source: Crop all images with same ratio at once
it_it: Ritaglia tutte le immagini con lo stesso rapporto in una sola volta.

source: deselect all
it_it: Deseleziona tutto

source: cropped
it_it: Ritagliata

source: maximum
it_it: Massimo

source: Original image size too small for good crop quality!
it_it: L’immagine originale è troppo piccola per un ritaglio di buona qualità!

source: Dimensions:
it_it: Dimensioni:

source: Ratio:
it_it: Rapporto:

source: Scale:
it_it: Fattore di scala

source: Can't generate filesize '%s'.
it_it: Impossibile generare file di dimensioni ‘%s’

source: Can't copy temporary file to media library.
it_it: Non è possibile copiare il file temporaneo per la libreria multimediale.

source: Can't delete temporary file.
it_it: Non si può cancellare file temporaneo.

source: ERROR: Security Check failed (maybe a timeout - please try again).
it_it: ERRORE: Il controllo di sicurezza non è riuscito (forse un timeout - riprova).

source: ERROR: Submitted data is incomplete.
it_it: ERRORE: I dati Inseriti sono incompleti.

source: Cropping to these dimensions on this image is not possible.
it_it: Il ritaglio di queste dimensioni su questa immagine non è possibile.

source: ERROR: Can't find original image in database!
it_it: ERRORE: Non si trova l’immagine originale nel database!

source: ERROR: Can't find original image file!
it_it: ERRORE: Non si trova il file dell’immagine originale!

source: ERROR: Can't find original image metadata!
it_it: ERRORE: Non si trova il mattata dell’immagine originale!

source: Settings
it_it: Settaggi

source: Crop Post Thumbnail Page
it_it: Ritaglio della miniatura nella pagina del post

source: Save Changes
it_it: Salva i cambiamenti

source: Support the plugin author
it_it: Sostieni l’autore del plugin

source: You can support the plugin author <br />(and let him know you love this plugin) <br />by donating via Paypal. Thanks a lot!
it_it: È possibile sostenere l’autore del plugin <br /> (e fargli sapere che ti piace questo plugin) <br /> con una donazione tramite Paypal. Molte grazie!

source: Sizes and Post Types
it_it: Dimensioni e tipi di post

source: Choose the image size options you want to hide for each post type.
it_it: Scegliere le opzioni di dimensione immagine che si desidera nascondere per ogni tipo di post.

source: Developer Settings
it_it: Impostazioni sviluppatore

source: Enable JS-Debug.
it_it: Abilita JS-debug.

source: Enable Data-Debug.
it_it: Abilita Data-debug.

source: Crop-Thumbnails is designed to make cropping images easy. For some post types, not all crop sizes are needed, but the plugin will automatically create all the crop sizes. Here you can select which crop sizes are available in the cropping interface for each post type..
it_it: Crop-Miniature è stato progettato ritagliare le immagini in modo facile. Per alcuni tipi di immagini i ritagli non sono necessari, ma il plugin creerà automaticamente tutti i formati di ritaglio. Qui è possibile selezionare le dimensioni delle immagini disponibili nell'interfaccia di ritaglio ..

source: Crop-Thumbnails will only show cropped images. Sizes with no crop will always be hidden.
it_it: Crop-Thumbnails mostrerà solo le immagini ritagliate. Le misure senza ritaglio saranno sempre nascoste.
